Repository: NaN-tic/trytond-asset_internetdomain
Catalog: locale/*.po
Languages: ca, es

# field:asset,internetdomain_comment:
source: Comment
ca: Comentari
es: Comentario

# field:asset,internetdomain_dns1:
source: DNS Primary
ca: DNS primari
es: DNS primario

# field:asset,internetdomain_dns2:
source: DNS Secundary
ca: DNS secundari
es: DNS secundario

# field:asset,internetdomain_dns3:
source: DNS Secundary (2)
ca: DNS secundari (2)
es: DNS secundario (2)

# field:asset,internetdomain_dns4:
source: DNS Secundary (3)
ca: DNS secundari (3)
es: DNS secundario (3)

# field:asset,internetdomain_lines:
source: Lines
ca: Línies
es: Líneas

# field:asset,internetdomain_registration_date:
source: Registration Date
ca: Data registre
es: Fecha registro

# field:asset.internetdomain.line,asset:
source: Domain
ca: Domini
es: Dominio

# field:asset.internetdomain.line,comment:
source: Comment
ca: Comentari
es: Comentario

# field:asset.internetdomain.line,create_date:
source: Create Date
ca: Data de creació
es: Fecha de creación

# field:asset.internetdomain.line,create_uid:
source: Create User
ca: Usuari de creació
es: Usuario de creación

# field:asset.internetdomain.line,date_expire:
source: Date Expire
ca: Data expiració
es: Fecha expiración

# field:asset.internetdomain.line,date_renewal:
source: Date Renewal
ca: Data renovació
es: Fecha renovación

# field:asset.internetdomain.line,rec_name:
source: Name
ca: Nom
es: Nombre

# field:asset.internetdomain.line,registrator:
source: Registrator
ca: Registrador
es: Registrador

# field:asset.internetdomain.line,write_date:
source: Write Date
ca: Usuari de creació
es: Fecha de modificación

# field:asset.internetdomain.line,write_uid:
source: Write User
ca: Usuari de modificació
es: Usuario de modificación

# model:asset.internetdomain.line,name:
source: Asset Internet Domain Line
ca: Actiu linia domini internet
es: Activo linia dominio internet

# model:ir.action,name:act_asset_internetdomain
source: Internet Domain
ca: Domini internet
es: Dominio internet

# model:ir.action,name:act_asset_internetdomain_line
source: Internet Domain Line
ca: Linia domini internet
es: Linia dominio internet

# model:ir.action,name:act_asset_internetdomain_line_form
source: Domain Lines
ca: Linia domini
es: Lineas dominio

# model:ir.ui.menu,name:menu_asset_internetdomain_form
source: Internet Domain
ca: Domini internet
es: Dominio internet

# model:ir.ui.menu,name:menu_asset_internetdomain_line_form
source: Internet Domain Line
ca: Linia domini internet
es: Linia dominio internet

# model:res.group,name:group_asset_internetdomain
source: Asset Internert Domain
ca: Actiu domini internet
es: Activo dominio internet

# selection:asset,type:
source: Internet Domain
ca: Domini internet
es: Dominio internet

# view:asset:
source: Internet Domain
ca: Domini internet
es: Dominio internet
